name: 'deconv2'

input: 'data'
input_dim: 1
input_dim: 256
input_dim: 27
input_dim: 27

layers {
	type: DECONVOLUTION
	name: 'deconv'
	bottom: 'data'
	top: 'deconv'
	convolution_param {
		num_output: 96
		group: 2
		kernel_size: 5
		stride: 1
		pad: 2
	}
}
