name: 'deconv1'

input: 'data'
input_dim: 1
input_dim: 96
input_dim: 55
input_dim: 55

layers {
	type: DECONVOLUTION
	name: 'deconv'
	bottom: 'data'
	top: 'deconv'
	convolution_param {
		num_output: 3
		kernel_size: 11
		stride: 4
	}
}
